Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: Water management is the responsibility of many different decision-makers in public and private sectors.
zh_tw: 水資源管理是很多不同的公共和私營部門決策者們的責任。

source: Water pricing also provides signals for how to allocate scarce water resources to the highest-value uses – in financial terms or other types of benefits.
zh_tw: 水價也為如何分配缺乏的水資源至最具價值（財政或其他利益）的利用提供參考。

source: Water productivity in both rainfed and irrigated agriculture has increased dramatically, and water use efficiency in agriculture is widespread.
zh_tw: 在旱作和灌溉的農業用水生產率已急劇增加，而且農業普遍能高效率的利用水分。

source: Water resources management, infrastructure and service delivery are sustainably financed.
zh_tw: 人類以永續的方式進行水資源管理、基礎設施建設與服務注入資金。

source: Water resources, and the range of services they provide, underpin poverty reduction, economic growth and environmental sustainability.
zh_tw: 水資源與其供給服務是減少貧窮、經濟成長和環境永續性的基石。

source: Water scarcity stands at the forefront when considering water-related challenges that impede progress towards sustainable development in the Arab region, where unsustainable consumption and over-abstraction of surface and groundwater resources contribute to water shortages and threaten long-term sustainable development.
zh_tw: 在所有阻礙阿拉伯地區永續發展與水源相關的挑戰中，水資源短缺為首要問題。此地區中，非永續性的消費和對地表及地下水的過度使用造成了水資源短缺，並且威脅到了長期的永續性發展。

source: Water supply (quantity and quality) at the place where the user needs it must be reliable and predictable to support financially sustainable investments in economic activities.
zh_tw: 在使用者所需之處供水（量和品質）必須是可靠和可預測的，以對經濟活動的投資提供永續性的財務支援。

source: Water-related disasters, the most economically and socially destructive of all natural hazards, are likely to increase with climate change.
zh_tw: 隨著氣候變化，水災——自然災害中最具經濟和社會破壞力的災害類型——很可能會增加。

source: Watermarks
zh_tw: 浮水印

source: Water’s role in addressing critical developmental challenges
zh_tw: 水資源在解決發展挑戰中所扮演的角色

source: Water’s role in underpinning all aspects of sustainable development has become widely recognized.
zh_tw: 水源對於支持永續發展各個層面的作用，已經獲得廣泛的認可。

source: We all know PDF is the common standard format for document collaboration in healthcare.
zh_tw: 我們都知道 PDF 是醫療保健業務文件協作的標準檔案格式，

source: We all know PDF is the standard format for business document collaboration.
zh_tw: 我們都知道 PDF 是業務文件協作的標準檔案格式，

source: We always suggest the analytical test before you buy, get them on the Internet and test it for 30 days.
zh_tw: 強烈建議在購買前先試用分析軟體，可在網路上下載 30 天試用版。

source: We attempt to solve these problems by adjusting the colour model over time.
zh_tw: 我們嘗試透過調整色彩隨著時間變化的模型來解決這些問題，

source: We began as a team of researchers at Stockholm’s Royal Institute of Technology and IVF* investigating modularization.
zh_tw: 我們由斯德哥爾摩的皇家技術研究所和 IVF* 的一組研究模塊化的人員所成立，

source: We can pinpoint which new module variants we will need or if any interfaces will be impacted.
zh_tw: 我們可以找出所需要的新模組變型或接口是否將會受到影響，

source: We can see that the counting line will see two separate objects as they pass through the counting line.
zh_tw: 由圖能看出當他們通過計線時，會辨識出兩個單獨的物體，

source: We can then say that anything between 1m2 and 2m2 is a human and 3m2 and 5m2 is a car.
zh_tw: 此時能將介於 1m2 和 2m2 之間的物體視為人，而介於 3m2 和 5m2 之間的物體視為車。

source: We do modular product architecture every day.
zh_tw: 我們每天都在建立模塊化產品架構，

source: We do this by using the process of Modular Function Deployment®, a cross functional product design approach, which starts and ends with your customer requirements.
zh_tw: 我們利用模塊功能展開®中的程序，這是一種完全跟隨您的客戶要求的跨功能產品設計方法。

source: We don't advise it.
zh_tw: 因此不建議使用。

source: We expect our suppliers to follow the rules in terms of confidentiality.
zh_tw: 我們期望我們的供應商遵守保密規範，

source: We expect that they use excellence policies to reach the zero issue goal.
zh_tw: 我們希望供應商以卓越的政策來達到零問題的目標。

source: We have done lots and lots of tuning at VCA to prevent these situations.
zh_tw: 我們已經針對 VCA 進行了大量的微調以防止這種情況發生。

source: We incorporate the information into your product or service development process so it will be geared towards reducing total costs rather than material costs.
zh_tw: 我們將資訊納入產品或服務的開發過程，因此將會朝降低總成本而非僅是材料成本的目標進行開發。

source: We invite all our suppliers to take note of, accept and apply the Fundamental Principles of Purchasing, as defined in the appendix of the General Purchasing Conditions, which can be found at the following address:
zh_tw: 我們的供應商請注意，一般採購條件之附錄所界定之基本採購原則的接受和應用，可於以下網址下載：

source: We pay suppliers 851 times a month
zh_tw: 每月向供應商付款 851 次

source: We recognized that our model would have great value for any organization dealing with different or changing customer needs.
zh_tw: 我們發現到這個模型對於任何有不同的或不斷變化的客戶需求的組織會有很大價值，

source: We recommend that you check this unit regularly to ensure proper operation.
zh_tw: 建議定期檢查此項設備以確保機台運作正常。

source: We recommend using analytical only fixed cameras.
zh_tw: 建議僅使用固定式攝影機進行分析。

source: We refer to this as the cost of complexity.
zh_tw: 我們將這稱為複雜性的成本。

source: We will ask that copies of these certificates and other legal or contractual documents be posted online to the HUTCHINSON purchasing tool at: https://ivalua.hutchinson.fr/
zh_tw: 我們要求將證書和其他法律或合約文件的副本張貼至 HUTCHINSON 採購工具網站，網址為：https://ivalua.hutchinson.fr/

source: We will introduce new HR Technology – Workday
zh_tw: 我們將帶來全新的人力資源技術 – Workday

source: Web Server
zh_tw: 網站伺服器

source: Web access needed for product registration, activation, Dragon Notes
zh_tw: 需網路連接以進行產品註冊、啟用、Dragon Notes

source: Web access needed for product registration, activation, Dragon Notes and obtaining live updates for the program
zh_tw: 需要網路連接以進行產品註冊、啟用、Dragon Notes 和獲得程式即時更新

source: Web access needed for product registration, activation, Dragon Notes, and obtaining live updates for the program
zh_tw: 需要網路連接以進行產品註冊、啟用、Dragon Notes 和獲得程式即時更新

source: Website: http://www.modularmanagement.com
zh_tw: 網站： http://www.modularmanagement.com

source: Weight
zh_tw: 重量

source: Weight Alarm (+): Programming grams of net weight so that when a single sample is above this absolute value, positive weight alarm jumps.
zh_tw: Weight Alarm (+) (正重量警報)：設定淨重之克數，當一個樣品超過此數值，將啟動正重量警報，

source: Weight Alarm (-): Programming the lower level in grams of net weight that triggers an alarm, when the weight individual sample is below this value.
zh_tw: Weight Alarm (-) (負重量警報)：淨重低於設定之克數，當個別樣品之重量低於此數值將啟動此警報，

source: Weight Conveyor.
zh_tw: 秤重式輸送機

source: Weight Kgs
zh_tw: 重量

source: Weight Scale (d): Value in mass units for expressing the difference between two consecutive indications.
zh_tw: 重量差 (Weight Scale, d)：以質量單位表示之兩連續量測之差異。

source: Weight Shutter:Force transducer which after having taken into account the effects of acceleration of gravity and air buoyancy at the place of use, measures a mass converting the measured magnitude (mass) into another measured magnitude (output = electrical signal).
zh_tw: 秤重門 (Weight Shutter)：考慮使用地點之重力加速度和空氣浮力之力傳感器，將量測值 (質量)轉換為其它量測訊號 (輸出 = 電力訊號)。

source: Weight Stability
zh_tw: 重量穩定性

source: Weight Test Limit: The grams maximum modifiable by a Weight Test.
zh_tw: 重量測試限制 (Weight Test Limit)：重量測試可修改之最大重量 (克)。

source: Welders are wearing appropriate protective clothing including heat/fire resistant gloves.
zh_tw: 銲工穿著適當的防護衣以及耐熱/防火手套。

source: Welding curtains are used to prevent sparks from spreading to neighboring workstations and eliminate UV flash exposure for nearby workers.
zh_tw: 使用銲接簾以防止火花濺射到臨近的工作站並消減鄰近勞工的紫外線閃光暴露量。

source: Welding units are properly installed & grounded.
zh_tw: 銲接設備正確安裝且接地。

source: Well located and easily accessible commands.
zh_tw: 良好的位置配置和易於存取的指令，

source: We’ll help you identify how to redesign your supply chain to get a, flexible manufacturing system.
zh_tw: 我們將協助您重新設計供應鏈以達到一個具有彈性的製造系統。

source: We’re continuously challenged to improve and develop more methods and tools that make modularization faster, safer and more effective.
zh_tw: 我們能不斷挑戰以改進並開發更多的方法和工具，使模塊化更快速、更安全且更有效率。

source: We’re proud of the results modularity has achieved for our customers – companies like Whirlpool, Ericsson, ABB and Volvo.
zh_tw: 我們對於為客戶達成模塊化的成果非常自豪，客戶中包含了惠而浦、易立信、 ABB 和 Volvo 等公司。

source: We’ve Got the Method.
zh_tw: 我們提供方法，

source: We’ve accumulated 300 man-years of experience and continuously refine our tools and methods through ongoing research and implementation.
zh_tw: 我們已經累積了 300 人次－年的經驗，藉由進行中的研究和執行計劃不斷改進我們的工具和方法。

source: We’ve done it for over a hundred companies.
zh_tw: 我們已經成功施行於一百家以上的企業，

source: We’ve got the tools and methods you need to implement modular product platforms.
zh_tw: 我們擁有您所需要執行模塊化產品平台的工具和方法，

source: We’ve helped a wide range of companies across the globe use modularity to achieve dramatic improvements in business performance.
zh_tw: 我們協助了全球各地各種類型的公司使用模塊化來顯著改善業務績效，

source: We’ve put all of our knowledge and expertise into not only giving Power PDF the features demanding users need, but also the tools and flexibility enterprises require to ensure smooth and seamless implementations.
zh_tw: 我們在產品中應用了我們所有的知識和專業技術，使 Power PDF 不僅提供使用者所需要之功能，也提供企業所需的工具和靈活性以確保使用平穩且順暢。

source: We’ve put all of our knowledge and expertise into not only giving Power PDF the features demanding users need, but also the tools and flexibility financial services organziations require to ensure smooth and seamless implementations.
zh_tw: 我們在產品中應用了我們所有的知識和專業技術，使 Power PDF 不僅提供使用者所需要之功能，也提供金融服務組織所需的工具和靈活性以確保使用平穩且順暢。

source: What are your challenges?
zh_tw: 您的挑戰是什麼？

source: What do they mean?
zh_tw: 其功能是什麼？

source: What does it means?
zh_tw: 這是什麼意思？

source: What has instead remained unchanged over the years is the maximum level of professionalism and openness to customers.
zh_tw: 而多年來保持不變的是最高水準的專業精神和對客戶開放態度。

source: What is claimed is:
zh_tw: 專利範圍為：

source: What is it?
zh_tw: 這是什麼？

source: What it does is keep a log of what it is seeing so that it knows what is passing through the line.
zh_tw: 此功能僅會持續紀錄所通過之畫面以便知道通過計數線的物體是什麼。

source: What the people tracker does is model the colour layout of each object in the camera view:
zh_tw: 人員追蹤的模型包含了攝影畫面中每個物體的顏色分佈：

source: What this really means is that many legal users and law firms find they are forced to make compromises when it comes to PDF software.
zh_tw: 這意味著很多法務使用者和組織使用 PDF 軟體時被迫做出妥協。

source: What this really means is that many provides, hospital, and clinics find they are forced to make compromises when it comes to PDF software.
zh_tw: 這意味著很多供應商、醫院和診所使用 PDF 軟體時被迫做出妥協。

source: What this really means is that many users and organizations find they are forced to make compromises when it comes to PDF software.
zh_tw: 這意味著很多使用者和組織使用 PDF 軟體時被迫做出妥協。

source: What this really means is that you can put PDF on every desktop across your organization…and stay within budget
zh_tw: 這代表您可以將 PDF 軟體安裝於您的組織中的每一台電腦上……並維持在預算範圍內。

source: What's New
zh_tw: 新增功能

source: Wheel Loaders
zh_tw: 輪式裝載機

source: When Reader mode is off, you can select each desired item of functionality one by one.
zh_tw: 當關閉閱讀模式時，可以逐一選擇各個所需的功能項。

source: When a camera looks at a yellow car, it sees a bit of black where shadows are, white where the sun is glinting off it and in the current sunset lighting conditions it maybe that the yellow is actually more like orange!
zh_tw: 而當一架攝影機看到一輛黃色轎車時，如果在陰影下會看來有點黑色，在大太陽下會認為他是白色的，而在夕陽下黃色便會更像是橙色 ！

source: When a counting line is set up, it does similar background/foreground modelling as the tracker but along the line.
zh_tw: 當設定計數線時，會沿著計數線上進行類似追蹤器的背景/前景模型建立，

source: When a different power source 130 or shiftable transmission 144 is provided for vehicle 100, a different spacer 484 may be used to maintain the centerline distance between the output shaft 138 of power source 130 and the input shaft 142 of shiftable transmission 144.
zh_tw: 當車輛 100 使用不同的動力源 130 或變速箱 144 時，可使用不同的間隔件 484 維持動力源 130 之輸出軸 138 和變速箱 144 之輸入軸之間的中心線距離。

source: When a human looks at a yellow car, they will say it is yellow - of course it is.
zh_tw: 當一個人看到一輛黃色轎車時，他當然會知道它是黃色的。

source: When a non-compliance is found for an external supply, the site that discovered it issues a complaint to the Supplier in question on the HUTCHINSON purchasing tool portal.
zh_tw: 當發現外部供應不符合規範時，發現問題一方將於 HUTCHINSON 採購工具入口網站上發出投訴至供應商。

source: When a product is tracked, the Supplier agrees to:
zh_tw: 當進行產品追蹤時，供應商同意：

source: When activated it remains fixed and a manual action is needed to unfix it.
zh_tw: 當啟動緊急停止時按鈕會固定於下壓狀態，必須手動操作以取消緊急停止狀態。

source: When an object passes through the line, it knows that it is not the background and an important object.
zh_tw: 當物體通過計數線時，便能知道不是背景而是重要的物件。

source: When an operator rotates handle 280 in a direction 284, latch mechanism 278 releases latch pin 282 and removable cover 270 may be rotated upward in direction 284.
zh_tw: 當維修人員朝方向 284 旋轉把手 280，閂鎖機構 278 釋放閂鎖銷 282 而可拆式外蓋 270 能朝方向 284 向上旋轉。

source: When an operator rotates handle 280 in a direction 284, latch mechanism 278 releases latchpin 282 and removable cover 270 may be rotated upward in direction 284 to an open position.
zh_tw: 當維修人員朝方向 284 旋轉把手 280，閂鎖機構 278 釋放閂鎖銷 282 而可拆式外蓋 270 能朝方向 284 向上旋轉致開啟位置。

source: When birds are stored in the cold room, they must be positioned in such a way as to facilitate the free movement of air.
zh_tw: 雞隻存放於冷藏室時，必須維持空氣流通，

source: When connecting to a network, you will need to provide an IP address and a MAC address.
zh_tw: 連接到網路時，需要提供一個 IP 位址和 MAC 位址。

source: When couplers 206 are loosened front cover portion 196 may be rotated in direction 202 about axis 204 relative to base portion 194 placing airbox 180 in an open state.
zh_tw: 當固定螺絲 206 鬆開後，前蓋部分 196 可沿軸 204 朝相對基座部分 194 之方向 202 旋轉以打開風箱 180。

source: When existing acceptance criteria are revised, the Evaluation Committee will decide whether the revised document should carry only an "approved" date, or an "approved" date combined with a "compliance" date.
zh_tw: 當現有的驗收標準修訂後，評估委員會將決定修訂之文件僅標注「核准」日期，或包含「核准」日期和「生效」日期。

source: When in position, end cap 648 encompasses fasteners 716, 718, and also positions buckle 648 in its proper upright position.
zh_tw: 當就定位時，端蓋 648 包括緊固件 716、718 以及扣環 648 將位於適當的立柱位置。

source: When installation is complete, click the Finish button.
zh_tw: 安裝完成後，按一下 Finish （完成）按鈕。

source: When is not to be used
zh_tw: 停用時機：

source: When is not to be used:
zh_tw: 停用時機：

source: When is to be used:
zh_tw: 使用時機：

source: When it comes to machine vision and camera registration AXYZ has a state of the art solution available which offers outstanding performance and return on investment.
zh_tw: AXYZ 於機器視覺和攝影定位系統中有最先進的解決方案可供選用，提供卓越的性能和投資回報。

source: When managing the cold chain, most attention is usually paid once carcasses leave the chiller.
zh_tw: 管理冷藏鏈時，屠宰體離開冷卻機時通常需要特別注意。

source: When matching the object, the algorithm can sometimes match against something that isn’t actually the object it was looking for.
zh_tw: 當進行物體匹配時，此演算法有時會匹配到非目標的物體。

source: When moving the heat exchanger, all lifting points should be on the s hell portion, not on the bonnets, to avoid damage to the internal parts.
zh_tw: 移動熱交換器時，所有的吊掛點應位於外殼部分，不得於閥帽上吊掛以避免損壞內部零件。

source: When moving the heat exchanger, all lifting points should be only 011 the shell to avoid damage to IMPERVITE® parts.
zh_tw: 移動熱交換器時，所有的吊掛點應位於外殼部分，以避免損壞 IMPERVITE® 之零件。

source: When not in use, the gas valves are closed and the protective cap is securely fitted on the tank.
zh_tw: 未使用時關閉氣閥且將防護帽確實裝於氣瓶上。

source: When one object moves behind the other, the camera can only detect that there are foreground, object pixels there and groups them together.
zh_tw: 當一個物體移動至其他物體後方時，攝影機只能偵測到有前景物體，而全部的像素都組合在一起，

source: When packs come sealed or overlapped
zh_tw: 包裝相連或重疊

source: When passing by the camera, Digifort LPR get a photo of the vehicle´s plate, registering it on a images database, with date, hour and camera information, allowing a lot of consults and a more effective traffic management.
zh_tw: 當車輛通過攝影機時，Digifort LPR 會拍攝車牌並存入影像資料庫中，紀錄日期、時間和攝影機資訊，以便更有效地進行分析和交通管理。

source: When pressed, it will restart the sketch.
zh_tw: 按下此按鈕時，電路會重新啟動。

source: When pressing the main switch on the side of the machine, Red Pilot will light in white color indicating that electric circuit voltage is on.
zh_tw: 當按下機台側邊之主開關時，紅色指示燈將轉為白色，代表電路已通電。

source: When purchasing volume licensing, you will receive a link to download the product along with a single license key for the amount of seats you purchase
zh_tw: 購買大量授權後，您將會收到產品下載連結合一組金鑰，此單一授權金鑰依您所購買的軟體數量有效

source: When put into service, the gaskets may tend to cold flow slightly and may require adjustment of the spring height.
zh_tw: 當運作時，墊片可能會使流體略為冷卻，此時可能需要調整彈簧墊片的高度。

source: When rear drive unit 148 is in a locked configuration power is provided to both wheels of axle 110 through output shafts 150.
zh_tw: 當後輪驅動單元 148 為鎖定設置時，動力透過輸出軸 150 傳輸至輪軸 110 的兩個車輪。

source: When rear drive unit 148 is in an unlocked configuration, power is provided to one of the wheels of axle 110, such as the wheel having the less resistance relative to the ground, through output shafts 150.
zh_tw: 當後輪驅動單元 148 為解鎖設置時，動力透過輸出軸 150 傳輸至輪軸 110 的其中一個具有較低相對地面阻力之車輪。

source: When removable cover 290 is removed access to space 292 is provided.
zh_tw: 當拆除可拆式外蓋 290 時能進入空間 292。

source: When starting the checkweigher, this message is shown LOADING PLEASE WAIT during the program loading process.
zh_tw: 啟動檢重機時，讀取程式期間將顯示 LOADING PLEASE WAIT (讀取中，請稍後) 訊息。

source: When the demands of business demand PDF, demand Nuance Power PDF.
zh_tw: 當業務有 PDF 需求時，選擇 Nuance Power PDF。

source: When the demands of business demand PDF, demand Power PDF.
zh_tw: 當業務有 PDF 需求時，選擇 Nuance Power PDF。

source: When the diameter of the customer’s band roller overpasses 50 mm.
zh_tw: 當客戶之輸送帶輥直徑超過 50 mm

source: When the loading process is ended, the General Menu screen (Figure 2.2.) is shown.
zh_tw: 當讀取完成後，將顯示一般選項 (General Menu) 畫面 (圖 2.2.)。

source: When the pin is HIGH value, the LED is on, when the pin is LOW, it's off.
zh_tw: 當此針腳為高電位時，LED 燈亮起；低電位時 LED 燈熄滅。

source: When the release button 714 is actuated, the buckle 648 is released from the latching tongue 614 which allows the pivotal bar 610 to rotate counterclockwise to the position shown in FIG. 18, where the pivotal bar 610 and the net 620 are in a collapsed position.
zh_tw: 當按下解扣按鈕 714 時，扣環 648 從閂鎖舌 614 中釋放出，使樞軸桿 610 以逆時針方向旋轉至圖 18 顯示之位置，此時樞軸桿 610 和護網 620 處於收摺位置，

source: When the release button is actuated, the buckle 948 is released from the latching tongue 914 which allows the net 900 to rotate to the position shown in FIG. 29, where the pivotal bar 910 and the net 920 are in a collapsed position.
zh_tw: 當按下解扣按鈕時，扣環 948 從閂鎖舌 914 中釋放出，使護網 900 旋轉至圖 29 所示之位置，此時樞軸桿 910 和護網 920 處於收摺位置，

source: When the scan inbox is accessed, <user> is automatically replaced with the name of the person logged in to Windows and points to their inbox.
zh_tw: 當存取掃描收件匣時，<user> 將會自動被登入 Windows 的使用者名稱代替並指向其收件匣。

source: When the swinging band keeps in reject position and does not come back to the normal position until a right product is detected
zh_tw: 當單擺輸送帶位於退回位置且未檢測到正確的產品前不會回到正常位置

source: When the swinging band keeps in reject position and does not come back to the normal position until a right product is detected.
zh_tw: 當雙擺輸送帶位於退回位置且未檢測到正確的產品前不會回到正常位置

source: When there is a correction, the checkweigher lets this number of packs passing before making a new sample with the new regulation corresponding to the dosing-device A.
zh_tw: 校正時，檢重機使用對應注料裝置 A 的新管制參數處理新的樣品前，先讓此數量的包裝通過。

source: When there is a correction, the controller lets this number of packs passing before taking a new sample with the new regulation corresponding to the dosing-device B.
zh_tw: 校正時，檢重機使用對應注料裝置 B 的新管制參數處理新的樣品前，先讓此數量的包裝通過。

source: When this happens, the processor will reset, breaking the USB connection to the computer (meaning that the virtual serial / COM port will disappear).
zh_tw: 觸發重置時，處理器會重置並切斷至電腦端的 USB 連線（代表虛擬序列 / COM 連接埠會消失），

source: When to use it?
zh_tw: 何時使用？

source: When trucks are loaded, the decks must be properly temperature controlled, with a maximum temperature of 10 °C, and vehicles must be closely joined to the loading bays.
zh_tw: 裝載於貨車上時，貨櫃溫度應控制於 10 °C 以下，車輛也必須與裝載碼頭緊密連接。

source: When used with a portable battery of over 1.0A, 5V and over 5200mAh.
zh_tw: 當使用行動電源超過 1.0A、5V 且容量高於 5200mAh。

source: When using the Arduino 9 Axes Motion Shield, be sure to solder the Interrupt bridge and Reset bridge in the correct position depending on the board used.
zh_tw: 當使用Arduino九軸運動擴充模組時，請務必依據使用的電路板將中斷 (Interrupt) 橋接和重置 (Reset) 橋接焊接在正確的位置。

source: When using the power adapter, it can be connected by plugging a 2.1mm center-positive plug into the board's power jack.
zh_tw: 當使用變壓器時，使用2.1mm內正極電源插頭插入變路板上之電源接口。

source: When vehicle 100 is at a normal ride height control arms 530 and control arms 532 are generally parallel to the ground.
zh_tw: 當車輛 100 處於正常駕駛高度時，控制臂 530 和控制臂 532 整體上與地面平行，

source: When working with this library, SS is on Pin 4.
zh_tw: 當使用此程式館時，SS位於針腳4。

source: When you are done, the published application will be available under the Citrix Program Neighborhood on the client machines.
zh_tw: 當完成發佈後，發佈之應用程式將會出現在用戶端電腦上的 Citrix Program Neighborhood 之中，

source: When you are going to do something big…
zh_tw: 當您想要成就一番大事業時⋯⋯

source: When you combine this with frustrations over Adobe licensing and audits it leaves many feeling frustrated (and locked in with Adobe)
zh_tw: 再加上 Adobe 授權和審核所帶來的困擾，令很多使用者感到困擾（且被 Adobe 綁定）

source: When you have confirmed that the Employee will not be joining ITG, initiate the no-show process in Workday.
zh_tw: 當您確認員工將不會加入 ITG 時，於 Workday 中進行未到職流程。

source: When you have finished the necessary modifications and published a package with the Customization Kit the tool stores the modified settings in the following way:
zh_tw: 當完成必要的修改並發佈包含自訂工具的套裝程式後，依照以下方式儲存修改後的設置：

source: When you upload a new profile photograph, the previous one gets deleted automatically.
zh_tw: 上傳一張新個人檔案照片將會自動刪除舊照。

source: When zooming, the image can go out of focus, which makes it incredibly difficult to match the object.
zh_tw: 當進行縮放時，可能會造成失焦，因而使物體的匹配變得困難。

source: Whenisto be used:
zh_tw: 使用時機：

source: Whenn is to be used:
zh_tw: 使用時機：

source: Where airborne dust occurs ABOVE the associated permissible exposure limit (PEL), workers are wearing new dust masks (Particulate Respirators) at the beginning of the shift and the dust masks fit tight to the face.
zh_tw: 當空氣中粉塵超過上述暴露值上限 (PEL) 時，勞工於工作開始時配戴全新防塵口罩 (微粒過濾面罩) 且防塵口罩緊貼於臉部。

source: Where airborne dust occurs ABOVE the associated permissible exposure limit (PEL), workers are wearing new dust masks (particulate respirators) at the beginning of the shift and the dust masks fit tight to the face.
zh_tw: 當空氣中粉塵超過上述暴露值上限 (PEL) 時，勞工於工作開始時配戴全新防塵口罩 (微粒過濾面罩) 且防塵口罩緊貼於臉部。

source: Where an office scanner moves across the page, the counting line stays still and the objects move through it.
zh_tw: 只是描器會掃過整個頁面，而計數線是固定不動讓物體通過它。

source: Where are your challenges?
zh_tw: 您的挑戰是什麼？

source: Where q defines what type of user interface the installation will use:
zh_tw: 其中 q 定義將安裝何種類型的使用者介面：

source: Where there is no differentiation, role to be given to internal candidates
zh_tw: 沒有適合內部候選人的職缺

source: Where workers are potentially exposed to metal working fluids ABOVE the associated permissible exposure limit (PEL), workers are wearing a Chemical Cartridge/Gas Mask Respirator that fits tight to the face and uses a new cartridge filter at the beginning of the shift.
zh_tw: 當勞工可能暴露於超過上述暴露值上限 (PEL) 之金屬加工液時，勞工於工作開始時配戴緊貼於臉部之防毒面罩並使用全新濾毒罐。

source: Whether you drop it into water or dive with it, IPX6/IPX8 certified waterproofing keeps Everio running.
zh_tw: 無論掉到水中或帶著攝影機潛水，IPX6/IPX8 防水認證確保 Everio 持續運行。

source: Which are the particular challenges for your company?
zh_tw: 貴公司特殊的挑戰有有哪些？

source: Which part of the delivery process could be affected by this?將對送貨程序的哪一部分造成影響？
zh_tw: 此問題將對送貨程序的哪部分造成影響？

source: While a zero track does not occur, the LED will remain gray.
zh_tw: 未進行軌道歸零時，LED 燈維持灰色。
